{
  "english": [
    "The loom produces a rhythmic clack-clack as the shuttle shoots back and forth through the threads. You can also hear a soft thud when the beater presses the weft into place, along with the occasional swish of yarn being adjusted or pulled tight.",
    "The scraping produces a coarse, grating noise—shhhrrrk, shhhrrrkclink, clink—as the artisan strikes tools against the metal surface. The scraping produces a coarse, grating noise—shhhrrrk, shhhrrrk—as a pointed tool is dragged to carve fine patterns into the alloy.",
    "Block printing creates a thump or thud as the wooden block is pressed firmly onto the fabric. You might also hear a light squeezing sound when the block picks up ink or dye. A soft tap-tap as artisans align and stamp the block repeatedly across the cloth.",
    "Dyeing involves the gentle sloshing and swishing of fabric being dipped into solution of dye. You might also hear dripping water as the cloth is lifted out, and the squeeze or squelch of excess dye being wrung out by hand.",
    "The charkha produces a soft, continuous whirr as the wheel spins. Among various sounds, one is a gentle click or creak from the wooden parts, along with the faint zip of fibre twisting into thread between the fingers.",
    "Zardozi work creates a soft prick-prick sound as the needle pierces the stretched fabric. The faint tink of varies in its volume when metal threads or sequins brush against each other. And the occasional rustle of the fabric during varies process of embellishing the textile."
  ],
  "japanese": [
    "織機は、シャトルが糸の間を往復するたびに、カチカチというリズミカルな音を立てます。また、ビーターが緯糸を所定の位置に押し込むときに、かすかなドスンという音も聞こえ、時折、糸を調整したり、きつく引っ張ったりするときに、シューッという音が聞こえます。",
    "職人が金属の表面に道具をこすりつけると、その削りくずのような粗い音（シュッ、シュッ、チリン、チリン）が生まれます。先の尖った道具を滑らせて合金に細かい模様を刻むと、その削りくずのような粗い音（シュッ、シュッ、チリン）が生まれます。",
    "木版捺染では、木版が布にしっかりと押し付けられるため、ドンドンという音がします。また、版がインクや染料を吸収する際に、軽く押すような音が聞こえることもあります。職人が版を布に合わせ、繰り返し押し付ける際に、柔らかく「トントン」という音が聞こえます。",
    "染色は、布を染料溶液に浸し、優しく揺すったり、振ったりしながら行います。布を引き上げる際に水が滴る音や、余分な染料を手で絞り出す際に水が滴る音も聞こえるかもしれません。",
    "チャルカは、車輪が回転するたびに、柔らかく、持続的な音を発します。様々な音の中には、木製の部品から発せられる穏やかなカチッという音や、きしむ音、そして指の間で繊維が糸に絡み合うかすかな音などがあります。",
    "ザルドジ細工は、針が張られた布地を刺すときに、柔らかな「チクチク」という音を生み出します。金属糸やスパンコールが擦れ合うと、かすかな「チリンチク」という音が聞こえ、音量は変化します。そして、織物に装飾を施す様々な工程で、時折、布地が擦れる音も聞こえます。"
  ]
}
