{
  "crafts": [
    {
      "name": {
        "English": "Loom weaving",
        "Japanese": "織機織り"
      },
      "introduction_text": {
        "English": "Loom weaving essentially creates durable fabrics for clothing and other industries. A loom is a wooden device with the structure that is used to weave fabric by interlacing yarn. In this technique, various threads are interlaced on a loom to create a beautiful length of textile piece. In Bharat, Loom weaving is largely practised in Assam, Tamil Nadu, Gujarat, West Bengal and Uttar Pradesh, known by their regional terminology. Some of the well-known loom-woven textiles from Bharat include Banarasi, Kanchipuram, Patola and Pashmina.",
        "Japanese": "機織りは、衣料品やその他の産業で使用される耐久性のある織物を作り出す技術です。機織りとは、糸を織り交ぜて織物を織るための構造を持つ木製の装置です。この技法では、様々な糸を機織り機で織り合わせ、美しい織物を作り出します。インドでは、機織りは主にアッサム州、タミル・ナードゥ州、グジャラート州、西ベンガル州、ウッタル・プラデーシュ州で行われており、これらの州はそれぞれの地域名で知られています。インドでよく知られている機織り織物には、バナラシ、カンチプラム、パトラ、パシュミナなどがあります。"
      },
      "tools_text": {
        "English": "Various tools prove significant in the technique of Loom weaving. These include shuttle, heddle, reed, and bobbin. The loom system holds the warp and weft, shuttle inserts weft threads through warp, heddles guide warp threads, and reeds pack threads tightly.",
        "Japanese": "織機織りの技術においては、様々な道具が重要な役割を果たします。シャトル、綜絖、筬、ボビンなどです。織機は経糸と緯糸を保持し、シャトルは緯糸を経糸に通し、綜絖は経糸を導き、筬は糸をしっかりと束ねます。"
      },
      "history_text": {
        "English": "In Bharat, Loom weaving dates back to the Indus Valley Civilization, eventually flourishing during the Mauryan and Gupta periods, emerging with regional specializations. The Mughal era, in the 16th century, saw intricate weaves like Brocade and jamdani become popular under royal patronage. After the decline of weaning during colonial rule. Gandhi's khadi movement revived handloom as a symbol of self-reliance. Today, diverse weaving traditions like Banarasi, Chanderi, and Kanchipuram reflect India's rich textile heritage.",
        "Japanese": "インドにおける織機織りの起源はインダス文明にまで遡り、マウリヤ朝とグプタ朝時代に繁栄し、地域ごとに特化が進みました。16世紀のムガル帝国時代には、ブロケードやジャムダニといった精巧な織物が王室の保護下で人気を博しました。植民地支配下で織物が衰退した後、ガンジーのカディー運動によって、自立の象徴として手織りが復活しました。今日では、バナラシ、チャンデリー、カンチプラムといった多様な織物の伝統が、インドの豊かな織物文化を反映しています。"
      },
      "design_text": {
        "English": "Since each state in India practices a variety of patterns, the specific designs have carved their remarkable identity. Loom weaving techniques develop motifs like paisleys, floral patterns, geometric shapes, peacocks, and naturalistic designs, which mark the legacy of the region and timeline.",
        "Japanese": "インドの各州では多様な模様が用いられており、それぞれの州特有のデザインが独特の個性を形作っています。織機による織りの技術によって、ペイズリー、花柄、幾何学模様、孔雀、自然主義的なデザインといったモチーフが生み出され、地域と時代の流れを象徴しています。"
      },
      "processes": [
        {
          "name": {
            "English": "Warp",
            "Japanese": "経糸"
          },
          "description": {
            "English": "Warp is the set of vertical threads stretched onto the system that provide a fundamental strength to the textile.",
            "Japanese": "経糸は、織物に基本的な強度を与える、システムに張られた垂直の糸のセットです。"
          }
        },
        {
          "name": {
            "English": "Weft",
            "Japanese": "緯糸"
          },
          "description": {
            "English": "The horizontal threads, called weft, are inserted through the warp by a bobbin or a needle or a shuttle.",
            "Japanese": "緯糸と呼ばれる水平の糸は、ボビン、針、またはシャトルによって経糸に通されます。"
          }
        },
        {
          "name": {
            "English": "Beating",
            "Japanese": "筬打ち"
          },
          "description": {
            "English": "The beater, which is a wooden shaft over the warp and weft, is used to push the weft, the horizontal thread, into place.",
            "Japanese": "筬打ちとは、経糸と緯糸の上に置かれた木製の軸で、緯糸（横糸）を所定の位置に押し込むために使用されます。"
          }
        },
        {
          "name": {
            "English": "Pattern",
            "Japanese": "模様"
          },
          "description": {
            "English": "Concerning a particular design, the expected pattern emerges with the pre-planned placement of the weft over the warp.",
            "Japanese": "特定のデザインにおいては、緯糸を経糸の上に事前に計画された配置で配置することで、期待される模様が浮かび上がります。"
          }
        },
        {
          "name": {
            "English": "Final Fabric",
            "Japanese": "最終的な生地"
          },
          "description": {
            "English": "Once the fabric is created, it is cut from the loom to further process it as needed.",
            "Japanese": "生地が完成すると、織機から切り出され、必要に応じてさらに加工されます。"
          }
        }
      ]
    },
    {
      "name": {
        "English": "Bidri",
        "Japanese": "ビドリ"
      },
      "introduction_text": {
        "English": "Bidri is a metal craft technique from the town of Bidar in Karnataka, Bharat. The technique involves etching the surface of the metal, inlaying gold or silver sheets and wires and washing it with a solvent that produces a contrasting appearance to the artefact. Bidri artefacts include vases, hookahs, trays, bowls, and jewellery boxes that exhibit natural motifs like plants and animals.",
        "Japanese": "ビドリは、インド・カルナータカ州ビーダルの金属工芸技法です。金属の表面にエッチングを施し、金や銀の板やワイヤーを象嵌し、溶剤で洗浄することで、作品の外観とコントラストを生み出します。ビドリの工芸品には、花瓶、水ギセル、トレイ、ボウル、宝石箱などがあり、植物や動物といった自然のモチーフが表現されています。"
      },
      "tools_text": {
        "English": "The technique of Bidri uses various tools like hammers, mallets, chisels, engravers, wires, blackening solution, lathe, and other shaping objects.",
        "Japanese": "ビドリの技法では、ハンマー、木槌、ノミ、彫刻刀、ワイヤー、黒化溶液、旋盤、その他の成形用具など、さまざまな道具が使用されます。"
      },
      "history_text": {
        "English": "Under sultanate and mughal patronage, Bidriware originated in the 14th century in Bidar, Karnataka, blending Persian and Indian artistic techniques. The craft declined during British rule but saw a revival post-independence through government initiative and campaign. Today, Bidri remains a prized metalwork tradition, reflecting Bharat's syncretic culture and craftsmanship, recognized with a Geographical Indication (GI) tag.",
        "Japanese": "スルタン国とムガル帝国の保護の下、14世紀にカルナータカ州ビーダルでペルシャとインドの芸術技法を融合させたビドリ焼が誕生しました。イギリス統治下では衰退しましたが、独立後、政府の主導と運動によって復興を遂げました。今日でもビドリはインドの文化と職人技を反映した貴重な金属工芸の伝統であり、地理的表示（GI）のタグが付与されています。"
      },
      "design_text": {
        "English": "Bidriware typically portray floral forms, vines, birds and animals, along wth lyrical arrangement of foliage, and geometric forms.",
        "Japanese": "ビドリウェアには、花、ブドウ、鳥、動物、そして詩的な葉の配置や幾何学的な形が描かれるのが典型的です。"
      },
      "processes": [
        {
          "name": {
            "English": "Setting the mould",
            "Japanese": "鋳型の設置"
          },
          "description": {
            "English": "Molten zinc and copper alloy is poured into a mold to shape the base object for decoration.",
            "Japanese": "溶かした亜鉛と銅の合金を鋳型に流し込み、装飾用のベースとなる物体を成形します。"
          }
        },
        {
          "name": {
            "English": "Casting",
            "Japanese": "鋳造"
          },
          "description": {
            "English": "The cooled object is removed from the mold, revealing the basic shape of the intended artefact.",
            "Japanese": "冷却された物体を鋳型から取り出すと、意図した工芸品の基本的な形状が現れます。"
          }
        },
        {
          "name": {
            "English": "Engraving",
            "Japanese": "彫刻"
          },
          "description": {
            "English": "Intricate patterns are hand-carved into the surface using chisels, preparing it for inlay work.",
            "Japanese": "象嵌細工の準備として、彫刻刀を使って複雑な模様を手彫りで表面に彫り込みます。"
          }
        },
        {
          "name": {
            "English": "Inlaying",
            "Japanese": "象嵌"
          },
          "description": {
            "English": "Fine silver wires or sheets are carefully hammered into the engraved grooves to create ornate designs.",
            "Japanese": "繊細な銀線または銀板を彫刻された溝に丁寧に打ち込み、華やかな装飾を施します。"
          }
        },
        {
          "name": {
            "English": "Blackening",
            "Japanese": "黒染め"
          },
          "description": {
            "English": "The object is treated with a special solution that oxidizes the surface, turning it black while silver remains shiny.",
            "Japanese": "特殊な溶液で表面を酸化処理し、銀色の輝きを残しつつ黒く変色させます。"
          }
        }
      ]
    },
    {
      "name": {
        "English": "Block Printing",
        "Japanese": "ブロック印刷"
      },
      "introduction_text": {
        "English": "Block printing is a traditional textile printing technique practised in several states of Bharat. In this technique, intricate designs are carved onto wooden blocks, dipped in dye, and stamped onto fabric. Largely, the designs of block-printed textiles are characterised by flora and fauna motifs, with convincing adaptation of diversity in contemporary designs.",
        "Japanese": "ブロックプリントは、インドのいくつかの州で行われている伝統的な織物プリント技法です。この技法では、複雑な模様を木の版に彫り、染料に浸して布地に押し付けます。ブロックプリントされた織物のデザインは、主に動植物のモチーフが特徴で、現代的なデザインの多様性を巧みに取り入れています。"
      },
      "tools_text": {
        "English": "Several tools are used in deriving a beautiful piece block printed textile. These comprise wooden blocks, dyes, printing tables, brushes, and padding materials, among others.",
        "Japanese": "美しい木版捺染織物を生み出すには、様々な道具が用いられます。木版、染料、版台、刷毛、芯地などです。"
      },
      "history_text": {
        "English": "In Bharat, Block printing dates back to around the 12th century, when it was gradually evolved in the states of Gujarat and Rajasthan. The craft flourished under Mughal patronage and became a key export via trade routes, generating a demand from overseas. Later disrupted by the colonial rule, despite decline, regional styles like Bagru, Sanganeri, and Ajrakh endured. Today, block printing thrives as a sustainable, artisanal textile art.",
        "Japanese": "インドにおけるブロックプリントの歴史は12世紀頃に遡り、グジャラート州とラジャスタン州で徐々に発展しました。この工芸はムガル帝国の庇護の下で栄え、交易路を通じた主要な輸出品となり、海外からの需要を生み出しました。その後、植民地支配によって中断されましたが、衰退期を迎えたものの、バグル、サンガネリ、アジュラクといった地域特有の様式は生き残りました。今日、ブロックプリントは持続可能な職人技による織物芸術として栄えています。"
      },
      "design_text": {
        "English": "The Block Printing technique continues to remain in vogue among varieties of Indian attires, whether it is shirts or saris. Several motifs from traditional to modern are integral elements of block-printed textiles, which include motifs like paisleys, floral patterns, peacocks, elephants, and geometric shapes inspired by nature, mythology, and culture.",
        "Japanese": "ブロックプリント技法は、シャツやサリーなど、インドの様々な衣装において今もなお人気を博しています。伝統的なものから現代的なものまで、様々なモチーフがブロックプリントの織物に欠かせない要素となっており、ペイズリー、花柄、孔雀、象、そして自然、神話、文化にインスピレーションを得た幾何学模様などが挙げられます。"
      },
      "processes": [
        {
          "name": {
            "English": "Preparation",
            "Japanese": "準備"
          },
          "description": {
            "English": "Firstly, the textile is washed and dried to eliminate impurities in the fabric, aiding in the better penetration of pigment in the fabric.",
            "Japanese": "まず、布地を洗浄し、乾燥させることで布地内の不純物を取り除き、顔料が布地へよりよく浸透できるようにします。"
          }
        },
        {
          "name": {
            "English": "Block Carving",
            "Japanese": "版木彫刻"
          },
          "description": {
            "English": "The wooden block is carved with various tools to develop the expected design motif.",
            "Japanese": "様々な道具を用いて木の版木を彫り、想定されたデザインのモチーフを作り上げます。"
          }
        },
        {
          "name": {
            "English": "Applying Pigment",
            "Japanese": "顔料の塗布"
          },
          "description": {
            "English": "The pigment or natural dye is evenly applied on the wooden block.",
            "Japanese": "顔料または天然染料を木版に均一に塗布します。"
          }
        },
        {
          "name": {
            "English": "Printing",
            "Japanese": "プリント"
          },
          "description": {
            "English": "The carved wooden block with pigment on the surface is pressed onto the fabric. Concerning the composition, the motif is repeated at regular distances to unravel a neatly designed textile.",
            "Japanese": "表面に顔料を塗布した彫刻された木版を布地に押し付けます。構成としては、モチーフを一定の間隔で繰り返し、整然としたデザインの織物を織り出します。"
          }
        },
        {
          "name": {
            "English": "Drying",
            "Japanese": "乾燥"
          },
          "description": {
            "English": "Once the printing is done, the fabric is dried to produce a final piece of block-printed textile.",
            "Japanese": "プリントが終わると、布地は乾燥され、最終的な版画作品が完成します。"
          }
        }
      ]
    },
    {
      "name": {
        "English": "Dyeing",
        "Japanese": "染色"
      },
      "introduction_text": {
        "English": "Bharat is known for various artistic dyeing techniques, which include Bandhani, Leheriya, Ikat, Ajrakh, Kalamkari, and Maheshwari, among others. These methods use natural dyes like indigo, turmeric, and pomegranate to colour the fabric with vibrant patterns and designs. Reflecting unity in diversity, dyeing adds a kaleidoscopic flavour to textiles.",
        "Japanese": "インドは、バンダニ、レヘリヤ、イカット、アジュラク、カラムカリ、マヘシュワリなど、様々な芸術的な染色技法で知られています。これらの技法では、藍、ウコン、ザクロといった天然染料を用いて、鮮やかな模様やデザインで布地を染め上げます。多様性の中にある統一性を反映し、染色は織物に万華鏡のような趣を与えます。"
      },
      "tools_text": {
        "English": "The technique of Dyeing needs tools like dye, vats, stirrers, resist materials, brushes, and drying racks. Today, several synthetic dyes are used for immediate manufacture and improved quality of the dyed fabric.",
        "Japanese": "染色技術には、染料、槽、撹拌器、防染材、刷毛、乾燥台などの道具が必要です。今日では、染色布の即時製造と品質向上のために、いくつかの合成染料が使用されています。"
      },
      "history_text": {
        "English": "The tradition of using natural dyes from plants, minerals, and insects to embellish a fabric has been praticed in Bharat since Indus valley civilisation era. Techniques like bandhani, leheriya, and Kalamkari evolved regionally, creating vibrant, enduring textile traditions. Coveted and globally prized during the Mughal rule and suffering a downfall during colonial times, today, the Indian government supports revival through skill development schemes, craft clusters, and GI tagging. Significantly, it has helped artisans sustain traditional dyeing practices while promoting eco-friendly, handmade textiles in domestic and international markets.",
        "Japanese": "植物、鉱物、昆虫などの天然染料を用いて布地を装飾する伝統は、インダス文明の時代からインドで受け継がれてきました。バンダニ、レヘリヤ、カラムカリといった技法は地域ごとに発展し、活気に満ちた永続的な織物の伝統を生み出しました。ムガル帝国時代には切望され世界的に高く評価され、植民地時代には衰退しましたが、今日、インド政府は技能開発計画、工芸クラスター、地理的表示（GI）タグの付与などを通じて、その復興を支援しています。特に重要なのは、職人たちが伝統的な染色技術を維持するのを支援すると同時に、国内外の市場で環境に優しい手作りの織物を普及させてきたことです。"
      },
      "design_text": {
        "English": "The design motifs are largely abstract, with forms achieved by a controlled application of or immersion in dyes. Techniques like Bandhani (tie-dye) and Batik create intricate designs that reflect cultural heritage and artistic",
        "Japanese": "デザインモチーフは主に抽象的で、染料を巧みに塗布したり、染料に浸したりすることで形が作られます。バンダニ（絞り染め）やバティックといった技法は、文化遺産や芸術的価値を反映した複雑なデザインを生み出します。"
      },
      "processes": [
        {
          "name": {
            "English": "Cleansing Fabric",
            "Japanese": "生地の洗浄"
          },
          "description": {
            "English": "The fabric is thoroughly washed to eliminate impurities like chemicals, dirt and starch. The cleansing of the material helps in accurate absorption of the dye.",
            "Japanese": "生地は徹底的に洗浄され、化学物質、汚れ、糊などの不純物が除去されます。生地を洗浄することで、染料の吸収が促進されます。"
          }
        },
        {
          "name": {
            "English": "Dye Preparation",
            "Japanese": "染料の準備"
          },
          "description": {
            "English": "The artisan prepares a solution of the dyes with various water-soluble or other solvents.",
            "Japanese": "職人は、様々な水溶性溶剤やその他の溶剤を使って染料の溶液を調製します。"
          }
        },
        {
          "name": {
            "English": "Dyeing",
            "Japanese": "染色"
          },
          "description": {
            "English": "The fabric is either immersed in or applied by the dye to develop an abstract or definite pattern of design.",
            "Japanese": "布地を染料に浸したり、染料を塗布したりして、抽象的または明確な模様を染めます。"
          }
        },
        {
          "name": {
            "English": "Fixation",
            "Japanese": "定着"
          },
          "description": {
            "English": "The dyed fabric undergoes heat or is treated with a chemical to fixate the colours.",
            "Japanese": "染色された布は、熱処理または化学処理によって色を定着させます。"
          }
        },
        {
          "name": {
            "English": "Drying",
            "Japanese": "乾燥"
          },
          "description": {
            "English": "The textile is again washed, dried and used for further production.",
            "Japanese": "繊維は再び洗浄され、乾燥され、次の生産に使用されます。"
          }
        }
      ]
    },
    {
      "name": {
        "English": "Charkha",
        "Japanese": "チャルカ"
      },
      "introduction_text": {
        "English": "A symbol of textile heritage and swadeshi fervour in modern times, Charkha is a spinning wheel to produce cotton, wool and silk yarns. Woven into the fabric of khadi, the yarn from Charkha celebrates India's artisanal weaving traditions, as well as handmade and sustainable textile-making practices.",
        "Japanese": "現代における織物の伝統とスワデシの情熱の象徴であるチャルカは、綿、ウール、シルクの糸を紡ぐための糸紡ぎ車です。カディ生地に織り込まれたチャルカの糸は、インドの職人技による織物の伝統、そして手作業による持続可能な織物作りの実践を称えるものです。"
      },
      "tools_text": {
        "English": "Primarily a wooden spinning wheel, Charkha requires spindle, drive band, and flyer to create yarn. In addition, fibers, carding combs, and bobbins are used for several processes in creating a better quality of spun yarn.",
        "Japanese": "チャルカは主に木製の糸紡ぎ車で、糸を作るにはスピンドル、ドライブバンド、フライヤーが必要です。さらに、繊維、カーディングコーム、ボビンが、より高品質な紡績糸を作るための様々な工程で使用されます。"
      },
      "history_text": {
        "English": "Despite ancient origins and usage in Bharat, Charkha gained an enormous symbolic value during India's freedom struggle. Mahatma Gandhi adopted it as a tool for self-reliance and resistance against British industrial imports. Spinning khadi became a national movement, empowering rural communities. Post-independence, the Indian government promoted charkha use through initiatives, preserving its legacy as a symbol of sustainability, dignity, and economic independence.",
        "Japanese": "チャルカはインドで古くから使用されてきましたが、独立運動の過程で大きな象徴的価値を獲得しました。マハトマ・ガンジーはチャルカを自立とイギリスからの工業製品輸入への抵抗の手段として採用しました。カディ紡ぎは全国的な運動となり、農村コミュニティの力を高めました。独立後、インド政府はチャルカの使用を様々な取り組みを通じて促進し、持続可能性、尊厳、そして経済的自立の象徴としての伝統を守り続けています。"
      },
      "design_text": {
        "English": "Carrying a patriotic legacy, khadi garments possess an innate textural quality that is marked by simplicity and uniqueness. The fabric is either embroidered or dyed, or block printed with various abstract, decorative and natural motifs.",
        "Japanese": "愛国心の伝統を受け継ぐカディの衣服は、シンプルさと独自性を特徴とする、本来の質感を備えています。生地には、様々な抽象的、装飾的、そして自然的なモチーフが刺繍、染色、あるいはブロックプリントされています。"
      },
      "processes": [
        {
          "name": {
            "English": "Cotton Preparation",
            "Japanese": "綿の準備"
          },
          "description": {
            "English": "The raw cotton is carded to disentangle and cleaned to remove the impurities and dirt.",
            "Japanese": "綿花はカードで梳かされてほぐされ、不純物や汚れを取り除くために洗浄されます。"
          }
        },
        {
          "name": {
            "English": "Drafting",
            "Japanese": "製糸"
          },
          "description": {
            "English": "The cotton fibers are stretched and worked upon to initiate them onto the spinning wheel.",
            "Japanese": "綿繊維を引き伸ばし、紡ぎ車にかけるための作業です。"
          }
        },
        {
          "name": {
            "English": "Spinning",
            "Japanese": "紡績"
          },
          "description": {
            "English": "Once the cotton fibers are streamed towards the wheel, the twisting causes fibers to become yarn.",
            "Japanese": "綿繊維が紡糸機に向かって流されると、撚りがかかり、糸になります。"
          }
        },
        {
          "name": {
            "English": "Winding",
            "Japanese": "巻き取り"
          },
          "description": {
            "English": "The yarn is wound on several spindles, which are eventually stored. These yarns are combed and strengthened to make them ready for weaving.",
            "Japanese": "糸は複数の紡錘に巻き取られ、最終的に保管されます。これらの糸は梳かされ、強化されて織りの準備が整います。"
          }
        }
      ]
    },
    {
      "name": {
        "English": "Zardozi",
        "Japanese": "ザルドジ"
      },
      "introduction_text": {
        "English": "Weaving gold, silver threads, beads, and sequins, the Zardozi embroidery technique produces embellished textile pieces. Migrated from Persian lands, the technique flourished in the cities of Lucknow, Delhi, and Hyderabad. It was traditionally used for royal garments, wedding attire and decorative purposes. Today, artisans, redefining the craftsmanship, along with traditional also add modern motifs to the Zardozi designs.",
        "Japanese": "ザルドジ刺繍は、金糸、銀糸、ビーズ、スパンコールを織り交ぜ、装飾豊かな織物を生み出します。ペルシャから伝わったこの技法は、ラクナウ、デリー、ハイデラバードといった都市で栄えました。伝統的に王室の衣装、婚礼衣装、装飾などに用いられていました。今日では、職人技を再定義する職人たちが、伝統的な技法に加え、現代的なモチーフもザルドジのデザインに加えています。"
      },
      "tools_text": {
        "English": "Zardozi require tools like needles, a hoop, various threads, beads, sequins, scissors, fabric and a thimble to shield your limbs.",
        "Japanese": "ザルドジには、針、枠、さまざまな糸、ビーズ、スパンコール、はさみ、布、手足を保護する指ぬきなどの道具が必要です。"
      },
      "history_text": {
        "English": "Originated in Persia and flourished in India during the Mughal era, especially under Emperor Akbar's patronage, Zardozi is beautiful craft tradition of patience, beauty and unparalleled aesthetics. Traditionally done on velvet, silk, or satin, zardozi involved meticulous handwork with precious embellishments—timelessly adorning royal garments, wall hangings, and ceremonial objects. Though it declined with industrialization, today it thrives with governmental support and GI tag in cities like Lucknow and Delhi.",
        "Japanese": "ペルシャで生まれ、ムガル帝国時代、特にアクバル帝の庇護のもとインドで栄えたザルドージは、忍耐と美しさ、そして比類なき美意識が息づく美しい伝統工芸です。伝統的にベルベット、シルク、サテンに施されるザルドージは、緻密な手作業と貴重な装飾を特徴とし、時代を超えて王室の衣装、壁掛け、儀式用品などを彩ってきました。工業化とともに衰退しましたが、今日ではラクナウやデリーといった都市で、政府の支援とGIタグ（軍人身保護証）の付与を受け、繁栄を続けています。"
      },
      "design_text": {
        "English": "Zardozi designs ideally show floral and fauna forms, often portraying the pattern of arabesque on the fabric. Featuring abstract forms, they are intricate and symmetrical, celebrating the rich craftsmanship and assimilation of cultural nuances.",
        "Japanese": "ザルドジのデザインは、花や動物の姿を理想的に表現し、布地にはアラベスク模様が描かれることが多い。抽象的な形を特徴とし、複雑で対称的なデザインは、豊かな職人技と文化のニュアンスの融合を称えるものだ。"
      },
      "processes": [
        {
          "name": {
            "English": "Preparation",
            "Japanese": "準備"
          },
          "description": {
            "English": "The fabric, which is usually silk or velvet, is washed or starched to make a suitable surface for the embroidery.",
            "Japanese": "通常はシルクかベルベットなどの布地を、刺繍に適した表面を作るために洗ったり糊付けしたりします。"
          }
        },
        {
          "name": {
            "English": "Sketching",
            "Japanese": "スケッチ"
          },
          "description": {
            "English": "Artisans lightly sketch the design on the surface of the fabric using chalk or pencil.",
            "Japanese": "職人はチョークや鉛筆を使って、生地の表面にデザインを軽くスケッチします。"
          }
        },
        {
          "name": {
            "English": "Secure the fabric",
            "Japanese": "布を固定する"
          },
          "description": {
            "English": "The fabric is then stretched by the hoop on the wooden frame to avoid wrinkles and ensure neat stitching.",
            "Japanese": "布は木枠の枠に張られ、シワを防ぎ、きれいに縫い上がります。"
          }
        },
        {
          "name": {
            "English": "Thread Needles",
            "Japanese": "糸針"
          },
          "description": {
            "English": "Gold and silver threads are cut in a desired measure and threaded through needles to be ready for the stitching.",
            "Japanese": "金糸と銀糸を必要な長さに切り、針に通してステッチの準備を整えます。"
          }
        },
        {
          "name": {
            "English": "Stitch and Embellish",
            "Japanese": "ステッチと装飾"
          },
          "description": {
            "English": "Artisans begin stitching the fabric, along with incorporating decorative materials like sequins, beads, and pearls, among others.",
            "Japanese": "職人たちは布をステッチし、スパンコール、ビーズ、パールなどの装飾素材を組み合わせます。"
          }
        }
      ]
    }
  ]
}
